[
  {
      "id": 1,
      "name": "Grand Turkey",
      "location": "Istambul, Cappadocia, Antaliya, Bodrum",
      "price": "3000",
      "details": "Planning a trip to Turkey? Here’s a quick guide to its beaches, cultural sites, shopping hubs and cruise destinations – precisely all the best places to visit in Turkey. Sometimes all we need is a vacation, away from the humdrum of city life, the constant buzz of social media and of course, the traffic! ",
      "img": "https://themegoods-cdn-pzbycso8wng.stackpathdns.com/altair/demo/wp-content/uploads/2014/10/1600x1200-6-560x460.jpg"
  },
  {
      "id": 2,
      "name": "Grand Spain Madrid",
      "location": "La Sagrada familia, park Guell, casa Mila, Casa Batllo",
      "price": "2000",
      "details": "Spain is well known for its endless beaches, islands that give the Caribbean a run for its money and city breaks in vibrant destinations like Barcelona, Madrid and San Sebastian. But the country is also home to nearly 20,000 villages, wildly diverse in their architecture, traditions and culture. These are some of the most beautiful towns in Spain that you really ought to explore.",
      "img": "https://themegoods-cdn-pzbycso8wng.stackpathdns.com/altair/demo/wp-content/uploads/2014/05/1600x1200-8-560x460.jpg"
  },
  {
      "id": 3,
      "name": "Swiss Alps Trip",
      "location": "Zurich, Geneva, Zermatt",
      "price": "2500",
      "details": "The amazing natural beauty of the majestic Alps, the placid lakes, quaint villages, cosmopolitan cities and towering castles – that's just some of what Switzerland has to offer. Add to it some shopping, wine tasting, delectable chocolates and cheeses and it gets even better",
      "img": "https://themegoods-cdn-pzbycso8wng.stackpathdns.com/altair/demo/wp-content/uploads/2014/10/1600x1200-9-560x460.jpg"
  },
  {
      "id": 4,
      "name": "Grand Italy",
      "location": "Rome, vanice, Florence ",
      "price": "4000",
      "details": "Grand Canal, Italian Canale Grande, main waterway of Venice, Italy, following a natural channel that traces a reverse-S course from San Marco Basilica to Santa Chiara Church and divides the city into two parts.",
      "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSW1AaaAzQMCQEMPxteb51Tbok4Up-bNGtoLMmM41-6XGzmRI7u2GJNyFLNsQ&s=8"
  },
  {
      "id": 5,
      "name": "Uk trip",
      "location": "The British Museum, Tower of London",
      "price": "5000",
      "details": "London is the most visited city in the UK. In 2019, over 21.7 million visits were made to the city by international tourists. Edinburgh and Manchester ranked second, accounting for around 2.2 million and 1.7 million inbound visits respectively",
      "img": "https://themegoods-cdn-pzbycso8wng.stackpathdns.com/altair/demo/wp-content/uploads/2014/10/1600x1200-11-560x460.jpg"
  },
  {
      "id": 6,
      "name": "East Europe",
      "location": "Prague, Budapest, Moscow",
      "price": "3000",
      "details": "One of the most fortunate aspects of the fall of communism in the late 1980s is that cities like Prague in the Czech Republic once again became accessible to avid adventurers. And what a city it is! If you want to feel the beating heart of Czech culture, this is the place to do so",
      "img": "https://themegoods-cdn-pzbycso8wng.stackpathdns.com/altair/demo/wp-content/uploads/2014/10/1600x1200-12-560x460.jpg"
  }
]